/* no keychains found to add */
"A keychain cannot be found to store \\U201C%1$@.\\U201D" = "Avainnippua kohteen ”%1$@” tallettamiseksi ei löydy.";

/* default not configured */
"A keychain cannot be found." = "Avainnippua ei löydy.";

/* confirmation on reset to default */
"Are you sure you want to reset your keychain? This will delete all your saved passwords, keys, and certificates. You cannot undo this operation." = "Haluatko varmasti nollata avainnippusi? Kaikki tallennetut salasanat, avaimet ja varmenteet poistetaan. Toimintoa ei voida perua.";

/* specific default not found to add */
"Keychain \\U201C%1$@\\U201D cannot be found to store \\U201C%2$@.\\U201D" = "Avainnippua ”%1$@” kohteen ”%2$@” tallettamiseksi ei löydy.";

/* specific default not found */
"Keychain \\U201C%1$@\\U201D cannot be found." = "Avainnippua ”%1$@” ei löydy.";

/* enter login password */
"Please enter your login password. This password will be used to create your new keychain." = "Syötä sisäänkirjautumissalasanasi. Salasanaa käytetään uuden avainnipun luomiseen.";

/* reset button title */
"Reset" = "Nollaa";

/* warn user of other keychains to re-add to search list */
"You currently have additional keychains on your system that will have to be added to your keychain search list. Use Keychain Access to add them back again." = "Tietokoneessa on lisää avainnippuja, jotka on lisättävä avainnippujen hakuluetteloon. Lisää ne takaisin Avainnipun käyttö -ohjelman avulla.";

/* descriptive test */
"Your keychain may have been renamed, deleted, or it's on a unmounted volume." = "Avainnippusi on ehkä nimetty uudelleen, poistettu tai se sijaitsee näkyvistä poistetulla taltiolla.";

